Revit 2027 API
SymbolTypeId.MSup4 Property
 Symbol m⁴, indicating unit Meters to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MSup4 { get; }
Public Shared ReadOnly Property MSup4 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MSup4 {
	ForgeTypeId^ get ();
}
static member MSup4 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace